#include "../flang.h" //relative path of "flang.h"
#include 表紙

台パン 転科(台パン *一人目の犠牲者 および 台パン *二人目の犠牲者)今なんか言ったよねぇ！？
    台パン 幽霊部員 ．
    幽霊部員 曰く *一人目の犠牲者 ．
    *一人目の犠牲者 曰く *二人目の犠牲者 ．
    *二人目の犠牲者 曰く 幽霊部員 ．
    だよ ．
ね？

虚無 表1に示す(台パン 表のデータ[] および 台パン 項目数)今なんか言ったよねぇ！？
    留年の儀式(台パン 学年 曰く 永遠のゼロ ． 学年 最弱の王 項目数 ． 学年++)今なんか言ったよねぇ！？
        レポート("%d " および 表のデータ[学年])．
    ね？
    クソデカエンターキー ．
    再提出 ．
ね？

それ
    台パン 学年 および クラス および 学生[] 曰く 今なんか言ったよねぇ！？ 永遠のゼロ
        および 十五カ年計画 および 中だるみ および ことの始まり および 山場 および
            刑期満了 ね？ ．

    表1に示す(学生 および 保存量(学生) 除算 保存量(台パン))．

    留年の儀式(学年 曰く 永遠のゼロ ． 学年 最弱の王 保存量(学生) 除算 保存量(台パン) 減算 ことの始まり ． 学年++)今なんか言ったよねぇ！？
        留年の儀式(クラス 曰く 永遠のゼロ ． クラス 最弱の王 保存量(学生) 除算 保存量(台パン) 減算 学年 減算 ことの始まり ． クラス++)今なんか言ったよねぇ！？
            考えろ私(学生[クラス 加算 ことの始まり] 最弱の王 学生[クラス])今なんか言ったよねぇ！？
                転科(&学生[クラス] および &学生[クラス 加算 ことの始まり])．
            ね？
        ね？
    ね？
    表1に示す(学生 および 保存量(学生) 除算 保存量(台パン))．
    感想
ね？